{
"FailedToDecrypt" : "Błąd odszyfrowania seeda",
"MasterseedMnemonic" : "Seed mnemoniczny",
"GasPriceWEI" : "Cena gazu w WEI",
"TokenExist" : "Token istnieje pod podanym adresem ETH",
"AmountExceed" : "Ilość przekracza potwierdzoną wartość",
"InvalidValues" : "Błędne wartości",
"CopiedToClipboard" : "Skopiowano do schowka",
"TransactionFee" : "Opłata za transakcję",
"SureWipeWallet" : "Czy na pewno chcesz wyczyścić swój portfel?",
"CantRestoreCoins" : "Bez seeda nie będziesz w stanie odzyskać swoich środków",
"SeedsArentSame" : "Seedy się nie zgadzają",
"HideAdvanced" : "Ukryj zaawansowane",
"ShowAdvanced" : "Pokaż zaawansowane",
"StartRecoveringWallet" : "Rozpocznij odzyskiwanie portfela",
"OpenNewWallet" : "Otwórz nowy portfel",
"PasswordNotMatch" : "Hasła się nie zgadzają",
"PasswordShort" : "Hasło jest zbyt krótkie - minimalna długość 5 znaków",
"AlphaVersionWarning" : "Używasz wersji alfa multiportfela HODLER, która wciąż może być niestabilna. Obecna wersja programu jest przeznaczona wyłącznie do testów funkcjonalności i przesyłania opinii na ich temat. Potwierdź, że zrozumiałeś ten przekaz i go akceptujesz.",
"AddressFieldEmpty" : "Pole adresu jest puste",
"Bech32Unsupported" : "Adresy Bech32 nie są jeszcze wspierane",
"WrongAddress" : "Zły adres",
"ReadAgainOCR" : "Nie znaleziono. Spróbować OCR raz jeszcze?",
"OCRInaccurate" : "OCR niedokładny, popraw adres ręcznie",
"QRCodeFor" : "Ten kod QR jest dla",
"ConfirmInNext" : "Potwierdź w następnych",
"Blocks" : "blokach",
"CreateBackupWallet" : "Czy chcesz teraz stworzyć backup swojego portfela?",
"Yes" : "Tak",
"NotNow" : "Nie teraz",
"ConfigurationTakeOneStep" : "Konfiguracja to tylko jeden krok",
"ChooseOption" : "Wybierz jedną z opcji:",
"NotExistInWorldlist" : "nie istnieje na liście słów",
"MasterSeedCreation" : "Tworzenie Master Seeda",
"NewCoinButton" : "Nowa moneta",
"NewTokenButton" : "Nowy token",
"btnSync" : "Synchronizacja",
"BackToBalanceViewButton" : "Zapisz listę",
"lblThanks" : "Dziękujemy za wybór naszej aplikacji",
"lblSetPassword" : "Ustaw hasło dla portfela",
"lblEnterPass" : "Wpisz hasło",
"lblRetypePass" : "Powtórz hasło",
"btnCreateWallet" : "Otwórz swój nowy portfel",
"labelHeaderForSG" : "Seed utworzony",
"lblSeed" : "Zapisz seed na papierze i schowaj w bezpiecznym miejscu!",
"btnSeedGeneratedProceed" : "Dalej",
"btnQRBack" : "Powrót",
"TopInfoConfirmed" : "Bilans",
"topInfoUnconfirmed" : "Niepotwierdzone",
"RefreshWalletView" : "Odśwież",
"WVBalance" : "Historia",
"WVReceive" : "Przyjmij",
"WVSend" : "Wyślij",
"WVSettings" : "Ustawienia",
"lblReceiveAmount" : "Ilość",
"lblSendTo" : "Wyślij do",
"lblAmount" : "Ilość",
"btnSend" : "Wyślij",
"btnBack" : "Powrót",
"btnExportPrivKey" : "Eksportuj klucz prywatny",
"btnChangeDescription" : "Zmień opis",
"lblSendAllFunds" : "Wyślij wszystko",
"lblFromFee" : "odejmij opłatę od ilości",
"AutomaticFeeRadio" : "Automatyczna",
"FixedFeeRadio" : "Stała",
"lblSHeader" : "Ustawienia",
"btnSBack" : "Powrót",
"btnSWipe" : "Wyczyść dane portfela",
"OrganizeButton" : "Organizuj",
"lblDSHeader" : "Odszyfruj seed",
"btnDSBack" : "Powrót",
"lbldecryptSeedPass" : "Wprowadź hasło",
"lblSCHeader" : "Tworzenie seeda",
"lblEnterSeed" : "Wprowadź seed",
"btnCheckSeed" : "Sprawdź",
"lblANWHeader" : "Nowy portfel",
"btnANWBack" : "Powrót",
"lblCSHeader" : "Potwierdź seed",
"btnCSBack" : "Powrót",
"lblRetypeSeed" : "Wprowadź słowa seeda:",
"btnConfirm" : "Potwierdź",
"lblANTHeader" : "Dodaj tokeny",
"btnANTBack" : "Powrót",
"lblEKSHeader" : "Klucz prywatny",
"btnEKSBack" : "Powrót",
"lblCTHeader" : "Wybierz token",
"btnCTBack" : "Powrót",
"btnAddManually" : "Dodaj ręcznie",
"lblMTHeader" : "Dodaj token ERC20",
"btnMTBack" : "Powrót",
"lblContractAddress" : "Adres kontraktu",
"lblTokenName" : "Nazwa",
"lblSymbol" : "Symbol",
"lblDecimals" : "Decimals",
"btnAddContract" : "Dodaj kontrakt",
"lblACHeader" : "Dodaj monetę",
"btnACBack" : "Powrót",
"lblNewCoinDescription" : "Opis",
"lblNewCoinDescriptionPass" : "Wprowadź hasło",
"lblChangeDescryptionHeader" : "Opis",
"btnChangeDescryptionBack" : "Powrót",
"lblChangeDescryption" : "Nowy opis",
"btnCreateNewWallet" : "Utwórz nowy portfel",
"btnRestoreWallet" : "Odzyskaj istniejący portfel"
}
